Revit 2027 API
FieldDomainPointsByUV Constructor
Overload List
Name | Description
FieldDomainPointsByUV(IList<UV>) |  Creates object from an array of two-dimensional point coordinates
FieldDomainPointsByUV(IList<UV>, ICollection<Double>, ICollection<Double>) |  Creates object from an array of two-dimensional point coordinates
Top
See Also
Reference
FieldDomainPointsByUV Class
Autodesk.Revit.DB.Analysis Namespace